{"backend": "tensorflow", "keras_version": "2.0.8", "config": [{"config": {"use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "unit_forget_bias": true, "name": "lstm_1", "return_sequences": false, "stateful": false, "return_state": false, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_constraint": null, "kernel_constraint": null, "recurrent_dropout": 0.0, "unroll": false, "recurrent_activation": "hard_sigmoid", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "dtype": "float32", "go_backwards": false, "units": 128, "bias_regularizer": null, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "implementation": 0, "dropout": 0.0, "batch_input_shape": [null, 60, 69], "recurrent_regularizer": null, "activation": "tanh"}, "class_name": "LSTM"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "name": "dense_1", "units": 69, "bias_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "class_name": "Sequential"}