{"config": [{"config": {"bias_regularizer": null, "bias_constraint": null, "trainable": true, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "implementation": 0, "recurrent_constraint": null, "stateful": false, "kernel_regularizer": null, "activity_regularizer": null, "name": "lstm_1", "recurrent_regularizer": null, "dropout": 0.0, "dtype": "float32", "recurrent_activation": "hard_sigmoid", "return_sequences": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_dropout": 0.0, "batch_input_shape": [null, 60, 87], "activation": "tanh", "units": 128, "unit_forget_bias": true, "return_state": false, "kernel_constraint": null, "use_bias": true, "unroll": false, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "go_backwards": false}, "class_name": "LSTM"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "trainable": true, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "implementation": 0, "recurrent_constraint": null, "stateful": false, "kernel_regularizer": null, "activity_regularizer": null, "name": "lstm_2", "recurrent_regularizer": null, "dropout": 0.0, "recurrent_activation": "hard_sigmoid", "return_sequences": false, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_dropout": 0.0, "activation": "tanh", "units": 128, "unit_forget_bias": true, "return_state": false, "kernel_constraint": null, "use_bias": true, "unroll": false, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "go_backwards": false}, "class_name": "LSTM"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "trainable": true, "activation": "linear", "units": 87, "kernel_regularizer": null, "activity_regularizer": null, "name": "dense_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "keras_version": "2.0.8", "class_name": "Sequential", "backend": "tensorflow"}