{"keras_version": "2.0.8", "backend": "tensorflow", "config": [{"config": {"bias_regularizer": null, "units": 256, "dropout": 0.0, "batch_input_shape": [null, 60, 69], "bias_constraint": null, "recurrent_regularizer": null, "recurrent_constraint": null, "recurrent_activation": "hard_sigmoid", "return_state": false, "stateful": false, "activation": "tanh", "name": "lstm_1", "implementation": 0, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "unroll": false, "unit_forget_bias": true, "recurrent_dropout": 0.0, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "dtype": "float32", "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "go_backwards": false, "return_sequences": false}, "class_name": "LSTM"}, {"config": {"bias_regularizer": null, "units": 69, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "activation": "linear", "name": "dense_1"}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "name": "activation_1"}, "class_name": "Activation"}], "class_name": "Sequential"}